tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ktr0731/evans"
tap "peak/tap"

brew "atuin"
brew "python"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "btop"
brew "choose-rust"
brew "dive"
brew "docker"
brew "docker-compose"
brew "dog"
brew "eza"
brew "fd"
brew "fx"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "grpc"
brew "helix"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "icdiff"
brew "jq"
brew "ijq"
brew "inetutils"
brew "ipython"
brew "kubectx"
brew "lazydocker"
brew "litecli"
brew "lua-language-server"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "pgcli"
brew "pipenv"
brew "powerlevel10k"
brew "pyright"
brew "ripgrep"
brew "scc"
brew "sd"
brew "tldr"
brew "vhs"
brew "viddy"
brew "yadm"
brew "yaml-language-server"
brew "yq"
brew "zellij"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "ktr0731/evans/evans"

cask "alacritty"
cask "amethyst"
cask "docker"
cask "eul"
cask "wireshark"
